[
  {
    "id": "1",
    "judul": "Wakil Bupati Irawan Topani Buka Kegiatan Sinkronisasi Data Aksi Konvergensi Stunting Tingkat Kabupaten",
    "ringkasan": "Wakil Bupati Pesisir Barat Irawan Topani membuka kegiatan sinkronisasi data aksi konvergensi stunting tingkat kabupaten.",
    "konten": "Krui - Wakil Bupati Pesisir Barat Irawan Topani membuka kegiatan sinkronisasi data aksi konvergensi stunting tingkat kabupaten yang dilaksanakan di Hotel Damar, Senin (29/10/2025).\n\nKegiatan ini bertujuan untuk menyatukan data dan informasi terkait upaya pencegahan stunting di Kabupaten Pesisir Barat. Dalam sambutannya, Wakil Bupati menekankan pentingnya sinergi antar OPD dalam menangani masalah stunting.\n\n\"Stunting adalah masalah serius yang harus kita tangani bersama. Data yang akurat dan terintegrasi sangat penting untuk membuat kebijakan yang tepat sasaran,\" ujar Irawan Topani.",
    "tanggal": "2025-10-29",
    "gambar": "assets/berita/berita1.png",
    "kategori": "pemerintahan",
    "views": 300
  },
  {
    "id": "2",
    "judul": "Wakil Bupati Irawan Topani Hadiri Kegiatan Sakai Sambayan: Guru Berkarya, Menyentuh Praktik Baik, dan Menjadi Inspirasi di Mana-mana",
    "ringkasan": "Wakil Bupati menghadiri kegiatan Sakai Sambayan yang menampilkan karya-karya guru inspiratif.",
    "konten": "Krui - Wakil Bupati Pesisir Barat Irawan Topani menghadiri kegiatan Sakai Sambayan dengan tema \"Guru Berkarya, Menyentuh Praktik Baik, dan Menjadi Inspirasi di Mana-mana\" yang dilaksanakan di GOR Kabupaten Pesisir Barat.\n\nKegiatan ini menampilkan berbagai karya inovatif dari para guru di Kabupaten Pesisir Barat. Wakil Bupati mengapresiasi dedikasi para guru dalam mengembangkan metode pembelajaran yang kreatif.",
    "tanggal": "2025-10-29",
    "gambar": "assets/berita/berita2.png",
    "kategori": "pendidikan",
    "views": 250
  },
  {
    "id": "3",
    "judul": "Serahkan Bantuan Atensi, Ini Pesan Bupati Dedi Irawan",
    "ringkasan": "Bupati Dedi Irawan menyerahkan bantuan atensi kepada masyarakat yang membutuhkan.",
    "konten": "Krui - Bupati Pesisir Barat Dedi Irawan menyerahkan bantuan atensi kepada masyarakat yang membutuhkan di Pendopo Bupati, Selasa (29/10/2025).\n\nBantuan atensi ini diberikan kepada warga yang mengalami kesulitan ekonomi dan membutuhkan perhatian khusus dari pemerintah daerah.\n\n\"Pemerintah hadir untuk membantu masyarakat yang membutuhkan. Bantuan ini diharapkan dapat meringankan beban saudara-saudara kita,\" kata Bupati Dedi Irawan.",
    "tanggal": "2025-10-29",
    "gambar": "assets/berita/berita3.png",
    "kategori": "sosial",
    "views": 180
  },
  {
    "id": "4",
    "judul": "Bupati Dedi Irawan Hadiri Penguatan Implementasi Manajemen Talenta ASN Pemda Se-Lampung",
    "ringkasan": "Bupati menghadiri kegiatan penguatan implementasi manajemen talenta ASN tingkat provinsi.",
    "konten": "Bandar Lampung - Bupati Pesisir Barat Dedi Irawan menghadiri kegiatan Penguatan Implementasi Manajemen Talenta ASN Pemda Se-Lampung yang diselenggarakan di Hotel Novotel, Bandar Lampung.\n\nKegiatan ini bertujuan untuk meningkatkan kapasitas dan kompetensi ASN di lingkungan Pemerintah Daerah se-Provinsi Lampung.",
    "tanggal": "2025-10-28",
    "gambar": "assets/berita/berita1.png",
    "kategori": "pemerintahan",
    "views": 150
  },
  {
    "id": "5",
    "judul": "Hadiri Pisah Sambut Kapolda Lampung, Benda Tedi Tadarko: Pemkab Pesbar Siap Berkomitmen Dukung Cipta Aman Situasi Aman dan Kondusif",
    "ringkasan": "Pemkab Pesisir Barat hadiri pisah sambut Kapolda Lampung dan menegaskan komitmen keamanan.",
    "konten": "Bandar Lampung - Pemerintah Kabupaten Pesisir Barat menghadiri acara pisah sambut Kapolda Lampung di Mapolda Lampung.\n\nDalam kesempatan tersebut, perwakilan Pemkab Pesisir Barat menegaskan komitmen untuk terus mendukung terciptanya situasi yang aman dan kondusif di wilayah Kabupaten Pesisir Barat.",
    "tanggal": "2025-10-27",
    "gambar": "assets/berita/berita2.png",
    "kategori": "pemerintahan",
    "views": 120
  },
  {
    "id": "6",
    "judul": "Pemkab Pesisir Barat Gelar Musrenbang Tingkat Kecamatan",
    "ringkasan": "Pemerintah Kabupaten Pesisir Barat menggelar Musrenbang tingkat kecamatan untuk menyerap aspirasi masyarakat.",
    "konten": "Krui - Pemerintah Kabupaten Pesisir Barat menggelar Musyawarah Perencanaan Pembangunan (Musrenbang) tingkat kecamatan di seluruh wilayah kabupaten.\n\nKegiatan ini bertujuan untuk menyerap aspirasi dan usulan pembangunan dari masyarakat yang akan dimasukkan dalam Rencana Kerja Pemerintah Daerah (RKPD) tahun anggaran 2026.\n\n\"Musrenbang adalah wadah penting bagi masyarakat untuk menyampaikan kebutuhan pembangunan di daerahnya masing-masing,\" ujar Sekretaris Daerah Kabupaten Pesisir Barat.",
    "tanggal": "2025-10-26",
    "gambar": "assets/berita/berita3.png",
    "kategori": "pemerintahan",
    "views": 95
  },
  {
    "id": "7",
    "judul": "Festival Pesisir Barat 2025 Sukses Menarik Ribuan Wisatawan",
    "ringkasan": "Festival tahunan Pesisir Barat berhasil menarik lebih dari 5.000 wisatawan domestik dan mancanegara.",
    "konten": "Krui - Festival Pesisir Barat 2025 yang digelar di Pantai Labuhan Jukung sukses besar dengan menarik lebih dari 5.000 wisatawan dari berbagai daerah.\n\nFestival yang berlangsung selama tiga hari ini menampilkan berbagai atraksi budaya, lomba surfing, pameran UMKM, dan kuliner khas Pesisir Barat.\n\n\"Kami sangat bersyukur antusiasme masyarakat dan wisatawan sangat tinggi. Ini membuktikan potensi pariwisata Pesisir Barat sangat besar,\" kata Kepala Dinas Pariwisata Kabupaten Pesisir Barat.",
    "tanggal": "2025-10-25",
    "gambar": "assets/berita/berita4.png",
    "kategori": "pariwisata",
    "views": 210
  }
]
