[
  {
    "id": "1",
    "judul": "Pengumuman Seleksi Calon Paskibraka Kabupaten",
    "ringkasan": "Pengumuman hasil seleksi calon anggota Paskibraka tingkat Kabupaten Pesisir Barat tahun 2025.",
    "konten": "Dengan ini diumumkan hasil seleksi calon anggota Pasukan Pengibar Bendera Pusaka (Paskibraka) tingkat Kabupaten Pesisir Barat tahun 2025.\n\nPara peserta yang lolos seleksi diharapkan untuk melakukan daftar ulang di Dinas Pemuda dan Olahraga Kabupaten Pesisir Barat.",
    "tanggal": "2025-10-25",
    "kategori": "pengumuman",
    "lampiran": null
  },
  {
    "id": "2",
    "judul": "Informasi Pelayanan Publik",
    "ringkasan": "Informasi terkait jam operasional dan prosedur pelayanan publik di Pemkab Pesisir Barat.",
    "konten": "Pemerintah Kabupaten Pesisir Barat menginformasikan kepada masyarakat mengenai jam operasional pelayanan publik:\n\n- Senin - Kamis: 08.00 - 16.00 WIB\n- Jumat: 08.00 - 11.30 WIB\n\nUntuk informasi lebih lanjut, silakan hubungi bagian pelayanan terpadu.",
    "tanggal": "2025-10-20",
    "kategori": "pelayanan",
    "lampiran": null
  },
  {
    "id": "3",
    "judul": "Agenda Rapat Pemerintah Daerah",
    "ringkasan": "Jadwal rapat koordinasi pemerintah daerah bulan November 2025.",
    "konten": "Berikut jadwal rapat koordinasi Pemerintah Daerah Kabupaten Pesisir Barat bulan November 2025:\n\n1. Rapat Koordinasi Pembangunan - 5 November 2025\n2. Rapat Evaluasi Kinerja OPD - 12 November 2025\n3. Rapat Persiapan APBD - 20 November 2025",
    "tanggal": "2025-10-28",
    "kategori": "agenda",
    "lampiran": null
  },
  {
    "id": "4",
    "judul": "Pengumuman Kelulusan CPNS",
    "ringkasan": "Pengumuman hasil seleksi CPNS Kabupaten Pesisir Barat formasi tahun 2024.",
    "konten": "Dengan ini diumumkan hasil akhir seleksi Calon Pegawai Negeri Sipil (CPNS) Kabupaten Pesisir Barat formasi tahun 2024.\n\nPara peserta yang dinyatakan lulus diharapkan mempersiapkan berkas-berkas yang diperlukan untuk proses pemberkasan.",
    "tanggal": "2025-10-15",
    "kategori": "pengumuman",
    "lampiran": null
  },
  {
    "id": "5",
    "judul": "Himbauan Waspada Cuaca Ekstrem",
    "ringkasan": "Himbauan kepada masyarakat untuk waspada terhadap cuaca ekstrem di wilayah pesisir.",
    "konten": "BMKG memprediksi adanya cuaca ekstrem di wilayah Kabupaten Pesisir Barat pada periode November - Desember 2025.\n\nMasyarakat diimbau untuk:\n1. Waspada terhadap gelombang tinggi\n2. Hindari aktivitas di laut saat cuaca buruk\n3. Siapkan langkah antisipasi banjir",
    "tanggal": "2025-10-30",
    "kategori": "himbauan",
    "lampiran": null
  }
]
